class DataMainPage:
    def __init__(self):
        self.data_question_price = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
        self.data_question_quantity = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
        self.data_question_time = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
        self.data_question_order_today = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
        self.data_question_prolongation = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
        self.data_question_charger = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
        self.data_question_cancellation = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
        self.data_question_long_distance = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


class Client:
    Igor = ['Игорь', 'Колесников', 'Тверская улица, дом 13', 'Черкизовская', '+79117777777']
    Arina = ['Арина', 'Родионова', 'улица Академика Колмогорова, дом 7', 'Южная', '+79115555555']